[
    {
        "bgImage":"https://cdn.shopify.com/s/files/1/0591/1350/4958/articles/1.png?v=1628336177&width=360",
        "name":"ACCESSORIES",
        "header":"The next generation of leather alternatives",
        "details":"And while these alternatives are theoretically more animal-friendly, in that they don't actually require animal...",
        "fullDetails":"In 1928, a New York City designer named Irving Schott created the world's first leather motorcycle jacket. Naming it the 'Perfecto' (after his favorite cigar), Schott crafted the coat out of horsehide, a rigid, durable material that soon after became fashion's leather of choice. The first Perfectos sold for just $5.50. By the 1950s, the leather jacket was a bona fide clothing mainstay.Today, leather is one of the most ubiquitous materials in the footwear and fashion industries. But the actual term 'leather' hasn't always had the same definition that Schott would have used back in his 1920s heyday. In the last half a century, 'leather' has expanded to include synthetic 'pleather' variations, like polyurethane (PU) and polyvinyl chloride (PVC), which are not only made with fossil fuels, but also don't biodegrade. And while these alternatives are theoretically more animal-friendly, in that they don't actually require animal hides, they also aren't the eco-friendly substitute consumers may have been led to believe."
    },

    {
        "bgImage":"https://cdn.shopify.com/s/files/1/0591/1350/4958/articles/2.png?v=1628336179&width=360",
        "name":"LIFE STYLE",
        "header":"As people move out of big cities, fashion retail follows",
        "details":"And while the Hudson Valley was already home to a lively creative community, the pandemic...",
        "fullDetails":"When Hillary France, the founder of the emerging brand trade show Brand Assembly, moved upstate from New York City to the artistic riverside community of Hudson, she fell in love with the area's small-town feel and sense of community.I'd say it's more grounded in hobbies and crafts as opposed to jobs and who you know, she tells me. France dreamt of taking over an old 1950s garage that at the time housed a local bar and turning it into some sort of co-working space. The dream came true: At the end of 2019, the lease became available and she started negotiations. Then, Covid hit — but instead of trying to get out of the project, she decided to go full steam ahead.Obviously, trade shows were taking a little bit of a hiatus, she says.France's concept became Wylde, which offers a combination of membership and public access and has a café, space for meetings and a curated retail space featuring indie designers like Rachel Comey, Dôen and Lykke Wulf. And while the Hudson Valley was already home to a lively creative community, the pandemic ignited something of a migration up the river from NYC, bringing even more spending power to the area — and more fashion entrepreneurs."
    },
    
    {
        "bgImage":"https://cdn.shopify.com/s/files/1/0591/1350/4958/articles/3_0176ce4a-1fe9-4078-b77c-1c4f5ecff667.png?v=1628336180&width=360",
        "name":"ACCESSORIES",
        "header":"The post-pandemic consumer is embracing secondhand clothes",
        "details":"Thredup has been tracking and projecting the growth of the secondhand clothing market, releasing annual...",
        "fullDetails":"One may not need charts and graphs at this point to know that, in the past couple of years especially, the buying and selling of used clothes has become mainstream. Any stigma that once came with thrifting pre-worn goods has practically disappeared. Thredup, Poshmark and The Real Real have all gone public. The concept has been proven.Still, for the past five years, Thredup has been tracking and projecting the growth of the secondhand clothing market, releasing annual reports conducted in partnership with third-party research and analytics firm GlobalData. The company just released its 2021 Resale Report, complete with plenty of staggering figures — it's still one of the fastest-growing segments of retail, projected to double to $77 billion by 2025 — as well as some new insights on how resale fares when there's a global pandemic. (As Thredup predicted one year ago, it fares quite well.)Evidently, the pandemic birthed millions of new secondhand shoppers: 33 million consumers bought secondhand apparel for the first time in 2020. And according to surveys, 76% of those first-timers plan to increase their spend on secondhand in the next five years. In other words, the pandemic may have helped accelerate the growth of fashion resale even further. It also created more resellers: There were an estimated 36.2 million first-time sellers in 2020."
    },

    {
        "bgImage":"https://cdn.shopify.com/s/files/1/0591/1350/4958/articles/4.png?v=1628336182&width=360",
        "name":"LIFE STYLE",
        "header":"Pop-punk is back in fashion",
        "details":"In fashion, too, the collective dress code of late appears to be hovering between the...",
        "fullDetails":"The year is 2003. You've just arrived home from a terrible day of middle school to learn that Evanescence's 'Bring Me to Life' has once again claimed the top spot on the VH1 Top 20 Video Countdown. (You're happy for Amy Lee, specifically.) After diving into a sleeve of 'Xtra Cheddar' Goldfish, you slip the 'Freaky Friday' soundtrack into your Discman. You want to have the lyrics to Simple Plan's 'Happy Together' memorized by that sleepover on Saturday."
    },

    {
        "bgImage":"https://cdn.shopify.com/s/files/1/0591/1350/4958/articles/5.png?v=1628336184&width=360",
        "name":"COLLECTION",
        "header":"The most vacation-worthy dresses to wear this summer",
        "details":"From multi-colored linen maxis to printed smocked minis, these can be worn at the beach...",
        "fullDetails":"For those looking to make a sartorial splash this summer, look no further than our Fashionista editor-approved roundup of vacation-worthy dresses, a vibrant edit of breezy, throw-on-and-go styles that will help you look like you just jetted off to an island where dancing in the sand is the only thing on your agenda. From multi-colored linen maxis to printed smocked minis, these can be worn at the beach or anywhere your summer takes you. (They pair best with a smile and a refreshing beverage.) Shop them all below."
    },

    {
        "bgImage":"https://cdn.shopify.com/s/files/1/0591/1350/4958/articles/6.png?v=1628336185&width=360",
        "name":"ACCESSORIES",
        "header":"10 picnic basket bags on sale to carry around all summer",
        "details":"Whether used at the beach or at a park in the city, straw basket bags...",
        "fullDetails":"Before she had a budget-breaking bag named after her, Jane Birkin toted around a simple wicker basket. For this reason, what was once a picnic essential became a chic summer accessory — and it remains a trusty and trendy warm-weather carryall.Whether used at the beach or at a park in the city, straw basket bags are as sturdy as they are stylish. Ahead, we've rounded up our favorites on sale to get you through the rest of summer in the chicest way possible. Happy shopping!"
    },

    {
        "bgImage":"https://cdn.shopify.com/s/files/1/0591/1350/4958/articles/7.png?v=1628336187&width=360",
        "name":"BEAUTY",
        "header":"Here's the first look at Valentino's new makeup collection",
        "details":"The center of the collection is Rosso Valentino, the brand's stacked 50-shade lipstick array, which..."
    },

    {
        "bgImage":"https://cdn.shopify.com/s/files/1/0591/1350/4958/articles/8.png?v=1628336188&width=360",
        "name":"BEAUTY",
        "header":"See every makeup and skin-care product from Uoma",
        "details":"Per the brand, its formulas are vegan and cruelty-free, its packaging is 100% recyclable and..."
    },

    {
        "bgImage":"https://cdn.shopify.com/s/files/1/0591/1350/4958/articles/9.png?v=1628336190&width=360",
        "name":"ACCESSORIES",
        "header":"The best beauty deals to shop from the Nordstrom sale",
        "details":"The Nordstrom Anniversary Sale officially opens to the public in stores and online on Wednesday,..."
    },

    {
        "bgImage":"https://cdn.shopify.com/s/files/1/0591/1350/4958/articles/10.png?v=1628336192&width=360",
        "name":"ACCESSORIES",
        "header":"Fashionista editors reveal their designer must-haves for warm days",
        "details":"From timeless leather bags in poppy hues to the most perfect daytime dresses, click through..."
    },

    {
        "bgImage":"https://cdn.shopify.com/s/files/1/0591/1350/4958/articles/12.png?v=1628336193&width=360",
        "name":"COLLECTION",
        "header":"See all the fall 2021 ad campaigns",
        "details":"The release of fall campaigns at the sweltering hot peak of summer is always baffling,..."
    },

    {
        "bgImage":"https://cdn.shopify.com/s/files/1/0591/1350/4958/articles/11.png?v=1628336195&width=360",
        "name":"FASHION TIPS",
        "header":"Fully embrace the return of '90s fashion",
        "details":"But the nostalgic style kick isn't over quite yet, with another piece from the past..."
    }
]